Repository: ynotopec/callico-arkindex
Catalog: callico/callico/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Last comment %(last)s
fr: Dernier commentaire %(last)s

source: Last login
fr: Dernière connexion

source: Left to right
fr: Gauche à droite

source: Legend of the field group
fr: Légende du groupe de champs

source: List
fr: Lister

source: List of custom annotations for this field, separated by ","
fr: Liste des annotations personnalisées pour ce champ, séparées par ","

source: List tasks on this campaign
fr: Lister les tâches de cette campagne

source: Log in to request tasks
fr: Connectez-vous pour demander des tâches

source: Login
fr: Se connecter

source: Logout
fr: Se déconnecter

source: Lost password?
fr: Mot de passe oublié ?

source: Manage members
fr: Gérer les membres

source: Manage members in this project
fr: Gérer les membres de ce projet

source: Manage the invite link for this project
fr: Gérer le lien d'invitation pour ce projet

source: Manual
fr: Manuelle

source: Mark as uncertain
fr: Marquer comme incertain

source: Marked as uncertain by the user
fr: Marquée comme incertaine par l'utilisateur

source: Maximum number of tasks per user
fr: Nombre maximum de tâches par utilisateur

source: Median time spent on a task
fr: Médiane du temps passé sur une tâche

source: Members
fr: Membres

source: Members management
fr: Gestion des membres

source: Membership
fr: Adhésion

source: Memberships
fr: Adhésions

# plural
source: Metadata
fr: Métadonnées

source: Moderate
fr: Modérer

source: Moderated by:
fr: Modérée par :

source: Moderation
fr: Modération

source: Moderation for this campaign mode is not yet implemented
fr: La modération pour ce mode de campagne n'est pas encore implémentée

source: Moderator
fr: Modérateur

source: My projects
fr: Mes projets

source: My tasks
fr: Mes tâches

source: My tasks on campaign "%(name)s"
fr: Mes tâches sur la campagne "%(name)s"

source: Name
fr: Nom

source: New annotation tasks for the project %(project)s - Callico
fr: Nouvelles tâches d'annotation pour le projet %(project)s - Callico

source: New annotation tasks have just been assigned to you on Callico.
fr: De nouvelles tâches d'annotation viennent de vous être assignées sur Callico.

source: No %(object)s matching this position exists in your campaign
fr: Aucun %(object)s correspondant à cette position n'existe dans votre campagne

source: No EntityForm campaign matching this ID exists
fr: Aucune campagne EntityForm correspondant à cet ID n'existe

source: No authority value matches your input
fr: Aucune valeur d'autorité ne correspond à votre saisie

source: No campaign available
fr: Aucune campagne disponible

source: No campaign matching this ID exists
fr: Aucune campagne correspondant à cet ID n'existe

source: No carousel element was found from the configuration. Please contact a manager of this project.
fr: Aucun élément de carrousel n'a été trouvé depuis la configuration. Veuillez contacter un manager de ce projet.

source: No class was found for this project, it means that an error might have occurred during the retrieval of extra information from Arkindex. Therefore this filter is disabled, please contact an administrator if you wish to use it.
fr: Aucune classe n'a été trouvée pour ce projet, cela signifie qu'une erreur a pu se produire lors de la récupération des informations supplémentaires venant d'Arkindex. Ce filtre est donc désactivé, veuillez contacter un administrateur si vous souhaitez l'utiliser.

source: No contributor is available in this project, you can still create unassigned tasks that could be assigned to volunteering contributors
fr: Aucun contributeur n'est présent dans ce projet, vous pouvez toujours créer des tâches non assignées qui pourraient être attribuées à des contributeurs volontaires

source: No element annotated on this image
fr: Aucun élément annoté sur cette image

source: No element available
fr: Aucun élément disponible

source: No element matching this ID exists
fr: Aucun élément correspondant à cet ID n'existe

source: No element matching this ID exists on this project
fr: Aucun élément correspondant à cet ID n'existe dans ce projet

source: No element type was found in the configuration. Please contact a manager of this project.
fr: Aucun type d'élément n'a été trouvé dans la configuration. Veuillez contacter un manager de ce projet.

source: No elements were found.
fr: Aucun élément n'a été trouvé.

source: No entity type was found in the configuration.
fr: Aucun type d'entité n'a été trouvé dans la configuration.

source: No entity type was found in the configuration. Please contact a manager of this project.
fr: Aucun type d'entité n'a été trouvé dans la configuration. Veuillez contacter un manager de ce projet.

source: No feedback
fr: Pas de retour

source: No form field configured on this campaign
fr: Aucun champ de formulaire n'est configuré sur cette campagne

source: No log registered for this process
fr: Aucun log enregistré pour ce processus

source: No member available in this project
fr: Aucun membre disponible dans ce projet

source: No membership matching this ID exists
fr: Aucune adhésion correspondant à cet ID n'existe

source: No more available tasks
fr: Plus aucune tâche disponible

source: No preview
fr: Pas d'aperçu

source: No process available
fr: Aucun processus disponible

source: No process matching this ID exists
fr: Aucun processus correspondant à cet ID n'existe

source: No project available
fr: Aucun projet disponible

source: No project matching this ID exists
fr: Aucun projet correspondant à cet ID n'existe

source: No task available
fr: Aucune tâche disponible

source: No task matching this ID exists
fr: Aucune tâche correspondant à cet ID n'existe

source: No transcription was found for this element.
fr: Aucune transcription n'a été trouvée pour cet élément.

source: No type and/or worker run was found for this project, it means that an error might have occurred during the retrieval of extra information from Arkindex. Therefore this filter is disabled, please contact an administrator if you wish to use it.
fr: Aucun type et/ou worker run n'a été trouvé pour ce projet, cela signifie qu'une erreur a pu se produire lors de la récupération des informations supplémentaires venant d'Arkindex. Ce filtre est donc désactivé, veuillez contacter un administrateur si vous souhaitez l'utiliser.

source: No type was found for this project, it means that an error might have occurred during the retrieval of extra information from Arkindex. Therefore this filter is disabled, please contact an administrator if you wish to use it.
fr: Aucun type n'a été trouvé pour ce projet, cela signifie qu'une erreur a pu se produire lors de la récupération des informations supplémentaires venant d'Arkindex. Ce filtre est donc désactivé, veuillez contacter un administrateur si vous souhaitez l'utiliser.

source: No user has draft or pending tasks for this campaign
fr: Aucun utilisateur n'a de tâches en ébauche ou en attente pour cette campagne

source: No user is assigned to this task
fr: Aucun utilisateur n'est assigné à cette tâche

source: No user matching this ID has draft or pending tasks on this campaign
fr: Aucun utilisateur correspondant à cet ID n'a de tâches en ébauche ou en attente pour cette campagne

source: No user task matching this ID exists
fr: Aucune tâche utilisateur correspondant à cet ID n'existe

# feminine
source: Not published
fr: Non publiée

source: Not started yet
fr: Pas encore démarré

source: Number
fr: Nombre

source: Number of allowed assignments for available tasks
fr: Nombre d'assignations autorisées pour les tâches disponibles

source: Number of draft tasks
fr: Nombre de tâches en ébauche

source: Number of pending tasks
fr: Nombre de tâches en attente

source: Number of tasks to assign per volunteer
fr: Nombre de tâches à assigner par volontaire

source: OR
fr: OU

source: Object identifier in provider
fr: Identifiant de l'objet chez le fournisseur

source: Only contributors can request tasks
fr: Seuls les contributeurs peuvent demander des tâches

source: Only unused elements
fr: Seuls les éléments non utilisés

source: Open in a new tab
fr: Ouvrir dans un nouvel onglet

source: Open instructions in a new tab
fr: Ouvrir les instructions dans un nouvel onglet

source: Order
fr: Ordre

source: Page not found
fr: Page non trouvée

source: Parent is not part of the project %(project)s
fr: Le parent ne fait pas partie du projet %(project)s

source: Parent is not part of the same user task
fr: Le parent ne fait pas partie de la même tâche utilisateur

source: Parent version
fr: Version du parent

source: Pending
fr: En attente

source: Pending tasks
fr: Tâches en attente

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Veuillez saisir votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez correctement écrit.

source: Please login to see this page.
fr: Veuillez vous connecter pour accéder à cette page.

source: Polygon
fr: Polygone

source: Polygon field must be a list of at least 3 positive integer couples
fr: Le champ polygone doit être une liste d'au moins 3 couples d'entiers positifs

source: Preferences
fr: Préférences

source: Preferred language
fr: Langue préférée

source: Press this key to annotate using class %(value)s
fr: Appuyez sur cette touche pour annoter avec %(value)s

source: Prevents contributors from partially selecting words when annotating
fr: Empêche les contributeurs de sélectionner partiellement des mots lors de l'annotation

source: Preview a single task
fr: Prévisualiser une tâche unique

source: Preview task
fr: Tâche de prévisualisation

source: Process
fr: Processus

source: Process "%(name)s"
fr: Processus "%(name)s"

source: Process details
fr: Détails du processus

source: Process name
fr: Nom du processus

source: Processes
fr: Processus

source: Processes for project "%(name)s"
fr: Processus pour le projet "%(name)s"

source: Progress
fr: Progression

source: Project
fr: Projet

source: Project "%(name)s"
fr: Projet "%(name)s"

source: Project "%(project)s" - Campaign "%(campaign)s"
fr: Projet "%(project)s" - Campagne "%(campaign)s"

source: Project creation
fr: Création d'un projet

source: Project details
fr: Détails du projet

source: Project edition
fr: Édition d'un projet

source: Projects
fr: Projets

source: Provider
fr: Fournisseur

source: Provider API
fr: API du fournisseur

source: Provider URL
fr: URL sur le fournisseur

source: Provider relationship
fr: Relation avec le fournisseur

source: Providers
fr: Fournisseurs

source: Public projects
fr: Projets publics

source: Publish all draft tasks
fr: Publier toutes les tâches en ébauche

source: Publish each annotation separately
fr: Publier chaque annotation séparément

# feminine
source: Published
fr: Publiée

source: Random
fr: Aléatoire

source: Regenerate
fr: Regénérer

source: Register
fr: S'inscrire

source: Register on Callico
fr: Inscrivez-vous sur Callico

source: Regular expression to use to validate the input
fr: Expression régulière à utiliser pour valider la saisie

source: Reject
fr: Rejeter

# feminine
source: Rejected
fr: Rejetée

source: Remove the uncertainty marker
fr: Retirer le marqueur d'incertitude

source: Reopen
fr: Rouvrir

source: Request tasks
fr: Demander des tâches

source: Reset password
fr: Réinitialiser le mot de passse

source: Restrict to elements from the specified sets, by default all sets will be imported
fr: Restreindre aux éléments des sets sélectionnés, par défaut tous les sets seront importés

source: Restrict to elements produced by the given worker run for their type
fr: Restreindre aux éléments produits par la worker run donnée pour leur type

source: Restrict to elements with the given class name, by default all elements will be imported
fr: Restreindre aux éléments associés au nom de classe sélectionné, par défaut tous les éléments seront importés

source: Restrict to elements with the given type slugs, by default all elements will be imported
fr: Restreindre aux éléments des types sélectionnés, par défaut tous les éléments seront importés

source: Right to left
fr: Droite à gauche

source: Role
fr: Rôle

source: Running
fr: En cours

source: Save
fr: Enregistrer

source: See less
fr: Voir moins

source: See more
fr: Voir plus

source: See tasks
fr: Voir les tâches

source: See you tomorrow for another daily summary,
fr: Rendez-vous demain pour un nouveau résumé quotidien,

source: Selected filters will appear here once you've clicked on the "Save" button
fr: Les filtres sélectionnés apparaîtront ici une fois que vous aurez cliqué sur le bouton "Enregistrer"

source: Sequential
fr: Séquentiel

source: Server error
fr: Erreur du serveur

source: Set language to English
fr: Définir la langue sur Anglais

source: Set language to French
fr: Définir la langue sur Français

source: Showing items %(start)s - %(end)s of %(total)s
fr: Affichage des éléments %(start)s - %(end)s sur %(total)s

source: Sign in
fr: Connectez-vous

source: Sign up
fr: Inscrivez-vous

source: Sign up feature is deactivated on this instance
fr: L'inscription est désactivée sur cette instance

source: Skip task
fr: Ignorer la tâche

# feminine
source: Skipped
fr: Ignorée

source: Sort the entities to export, by default the order from the configuration will be used
fr: Trier les entités à exporter, par défaut l'ordre de la configuration sera utilisé

source: Start the export
fr: Commencer l'export

source: Start the import
fr: Commencer l'import

source: Started
fr: Démarré

source: Started:
fr: Démarré :

source: State
fr: État

source: Status
fr: État

source: Status of tasks to be exported
fr: État des tâches à exporter

source: Stop
fr: Arrêter

source: Submit
fr: Soumettre

source: Task
fr: Tâche

source: Task annotation
fr: Annotation de tâche

source: Task discussion
fr: Discussion sur la tâche

source: Task has been %(action)s, you have been redirected to %(article)s next task for the campaign %(campaign)s
fr: La tâche a été %(action)s, vous avez été redirigé vers %(article)s prochaine tâche pour la campagne %(campaign)s

source: Task moderation
fr: Modération de tâche

source: Tasks
fr: Tâches

source: Text orientation
fr: Orientation du texte

source: Thank you for your help,
fr: Merci pour votre aide,

source: Thank you for your support,
fr: Merci pour votre soutien,

source: The Callico team
fr: L'équipe Callico

source: The UUID of an Arkindex dataset to import, by default the entire corpus will be imported
fr: L'UUID d'un dataset Arkindex à importer, par défaut le corpus entier sera importé

source: The UUID of an Arkindex element to import, by default the entire corpus will be imported
fr: L'UUID d'un élément Arkindex à importer, par défaut le corpus entier sera importé

source: The annotated element is highlighted in green, currently displayed in the context of its first ancestor of type "%(type)s".
fr: L'élément annoté est surligné en vert, actuellement affiché dans le contexte de son premier ancêtre de type "%(type)s".

source: The annotation for the campaign mode of the preview task is not yet implemented.
fr: L'annotation pour le mode de campagne de la tâche de prévisualisation n'est pas encore implémentée.

source: The campaign does not allow to request tasks
fr: La campagne ne permet pas de demander des tâches

source: The campaign has been archived.
fr: La campagne a été archivée.

source: The campaign has been closed and marked as completed.
fr: La campagne a été fermée et marquée comme terminée.

source: The campaign has been configured.
fr: La campagne a été configurée.

source: The campaign has been created.
fr: La campagne a été créée.

source: The campaign has been reopened and marked as running.
fr: La campagne a été rouverte et marquée comme étant en cours.

source: The confirmation link was invalid, possibly because it has already been used.
fr: Le lien de confirmation n'est plus valide, probablement parce qu'il a déjà été utilisé.

source: The dataset and element fields are mutually exclusive
fr: Les champs dataset et élément sont mutuellement exclusifs

source: The dataset field must be filled in order to select sets
fr: Le champ dataset doit être renseigné pour sélectionner des sets

source: The element to annotate is highlighted in green, currently displayed in the context of its first ancestor of type "%(type)s".
fr: L'élément à annoter est surligné en vert, actuellement affiché dans le contexte de son premier ancêtre de type "%(type)s".

source: The entity is not part of the transcription
fr: L'entité ne fait pas partie de la transcription

source: The entity type/instruction combination must be unique across configured fields.
fr: La combinaison type d'entité/instruction doit être unique pour tous les champs configurés.

source: The fields to limit allowed annotations, either from an authority or a custom list, are mutually exclusive
fr: Les champs permettant de limiter les annotations possibles, qu'elles proviennent d'une autorité ou d'une liste personnalisée, sont mutuellement exclusifs

source: The form %(object)s has been added.
fr: Le %(object)s de formulaire a été ajouté.

source: The form %(object)s has been deleted.
fr: Le %(object)s de formulaire a été supprimé.

source: The form %(object)s has been edited.
fr: Le %(object)s de formulaire a été modifié.

source: The group to search your field in does not exist in your campaign
fr: Le groupe où chercher votre champ n'existe pas dans votre campagne

source: The identifier must be an UUID when an Arkindex provider is specified
fr: L'identifiant doit être un UUID lorsqu'un fournisseur Arkindex est spécifié

source: The invite link has been copied to your clipboard
fr: Le lien d'invitation a été copié dans votre presse-papiers

source: The invite link you followed doesn't match any registered project, it might be expired, please contact the manager who provided it.
fr: Le lien d'invitation que vous avez suivi ne correspond à aucun projet enregistré, il se peut qu'il ait expiré, veuillez contacter le manager qui l'a fourni.

source: The legend must be unique across configured field groups.
fr: La légende doit être unique pour tous les groupes de champs configurés.

source: The member has been added to this project.
fr: Le membre a été ajouté à ce projet.

source: The member has been deleted from this project.
fr: Le membre a été supprimé de ce projet.

source: The member has been edited.
fr: Le membre a été modifié.

source: The metadata value has been copied to your clipboard
fr: La valeur de la métadonnée a été copiée dans votre presse-papiers

source: The number of tasks that could be assigned per volunteering contributor if you have available tasks. If this number is equal to zero then the "Request tasks" button will not appear.
fr: Le nombre de tâches qui pourraient être assignées à chaque contributeur volontaire si vous avez des tâches disponibles. Si ce nombre est égal à zéro, le bouton "Demander des tâches" n'apparaîtra pas.

source: The ongoing annotation has not been submitted.
fr: L'annotation en cours n'a pas été soumise.

source: The ongoing correction has not been validated.
fr: La correction en cours n'a pas été validée.

source: The preview task can only be annotated by the manager who created it.
fr: La tâche de prévisualisation ne peut être annotée que par le manager qui l'a créée.

source: The process to export annotations to Arkindex has been started.
fr: Le processus d'export des annotations vers Arkindex a été démarré.

source: The process to export the campaign results as %(format)s has been started.
fr: Le processus d'export en %(format)s des résultats de la campagne a été démarré.

source: The process to import elements from Arkindex has been started.
fr: Le processus d'import des éléments Arkindex a été démarré.

source: The project has been created.
fr: Le projet a été créé.

source: The project has been edited.
fr: Le projet a été édité.

source: The provider type '%(type)s' isn't supported for now
fr: Le type du fournisseur '%(type)s' n'est pas supporté pour le moment

source: The regular expression is invalid.
fr: L'expression régulière n'est pas valide.

source: The server encountered an internal error and was unable to complete your request
fr: Le serveur a rencontré une erreur interne et n'a pas pu répondre à votre requête

source: The tasks
fr: Les tâches

source: The tasks on campaign "%(name)s"
fr: Les tâches sur la campagne "%(name)s"

source: The user %(user)s just commented on a task discussion from the campaign %(campaign)s for project %(project)s.
fr: L'utilisateur %(user)s vient de commenter sur la discussion d'une tâche provenant de la campagne %(campaign)s pour le projet %(project)s.

source: The user is already a member of this project.
fr: L'utilisateur est déjà un membre de ce projet.

source: The user marked this task as uncertain
fr: L'utilisateur a marqué cette tâche comme incertaine

source: The value of this field is malformed and impossible to parse.
fr: La valeur de ce champ est malformée et impossible à interpréter.

source: There are no available assignments on your campaign.
fr: Il n'y a pas d'assignation disponible sur votre campagne.

source: There are no classes available for this project
fr: Il n'y a pas de classes disponibles pour ce projet

source: There are no element types available for this project
fr: Il n'y a pas de types d'élément disponibles pour ce projet

source: There are no non-folder element types available for this project
fr: Il n'y a pas de types d'élément non-dossier disponibles pour ce projet

source: There are no users with this email.
fr: Il n'y a pas d'utilisateurs avec cette adresse mail.

source: There are several forms with these values
fr: Il y a plusieurs formulaires avec ces valeurs

source: There is no unused %(element_type)s elements on this campaign
fr: Il n'existe pas d'élément %(element_type)s non utilisé sur cette campagne

source: This element type is not the same as the carousel type to display defined in the campaign configuration. See the <a href="https://doc.callico.eu/tasks/create/#special-case-element-group-campaign" target="_blank">documentation</a>.
fr: Ce type d'élément diffère du type de carrousel à afficher défini dans la configuration de la campagne. Voir la <a href="https://doc.callico.eu/tasks/create/#special-case-element-group-campaign" target="_blank">documentation</a>.

source: This element type is not the same as the element types to annotate defined in the campaign configuration. See the <a href="https://doc.callico.eu/tasks/create/#special-case-transcription-campaign" target="_blank">documentation</a>.
fr: Ce type d'élément diffère des types d'éléments à annoter définis dans la configuration de la campagne. Voir la <a href="https://doc.callico.eu/tasks/create/#special-case-transcription-campaign" target="_blank">documentation</a>.

source: This email contains a summary of the daily activity on the campaigns you manage.
fr: Cet email contient un résumé de l'activité quotidienne des campagnes que vous gérez.

source: This field must be a dictionary containing simple key:value strings.
fr: Ce champ doit être un dictionnaire contenant de simples chaînes de caractères sous la forme clé:valeur.

source: This field must be a list containing dictionaries.
fr: Ce champ doit être une liste contenant des dictionnaires.

source: This member is a <strong>contributor</strong> on this project, %(action)s, you will <strong>automatically delete their draft and pending tasks</strong> as well.
fr: Ce membre est <strong>contributeur</strong> sur ce projet, %(action)s, vous <strong>supprimerez automatiquement ses tâches en ébauche et en attente</strong>.
