Repository: ynotopec/callico-arkindex
Catalog: callico/callico/locale/*/LC_MESSAGES/django.po
Languages: fr

source: This member is a <strong>manager</strong> on this project, %(action)s, you will <strong>automatically delete their preview tasks</strong> as well.
fr: Ce membre est <strong>manager</strong> sur ce projet, %(action)s, vous <strong>supprimerez automatiquement ses tâches de prévisualisation</strong>.

source: This task was generated for preview purposes.
fr: Cette tâche a été générée à des fins de prévisualisation.

source: To Arkindex
fr: Vers Arkindex

source: To activate your Callico account and complete your registration, please enter your email address at the link below:
fr: Pour activer votre compte Callico et compléter votre inscription, veuillez saisir votre adresse mail au lien ci-dessous :

source: To participate in collaborative annotation projects
fr: Pour participer à des projets d'annotation collaborative

source: To validate your email address and complete your registration, please follow the link below:
fr: Pour valider votre adresse mail et compléter votre inscription, veuillez suivre le lien ci-dessous :

source: Total elements
fr: Nombre total d'éléments

source: Total images
fr: Nombre total d'images

source: Transcription next to the image
fr: Transcription à côté de l'image

source: Transcription only
fr: Transcription seule

source: Type your comment here...
fr: Saisissez votre commentaire ici...

source: Unassign
fr: Désassigner

source: Unassign tasks on this campaign
fr: Désassigner des tâches de cette campagne

# feminine
source: Uncertain
fr: Incertaine

source: Update password
fr: Mettre à jour le mot de passe

source: Updated
fr: Mis à jour

# feminine
source: Updated
fr: Mise à jour

source: User
fr: Utilisateur

source: User has not yet annotated this task
fr: L'utilisateur n'a pas encore annoté cette tâche

source: User is not member of the project %(project)s
fr: L'utilisateur n'est pas membre du projet %(project)s

source: User task
fr: Tâche utilisateur

source: User task details
fr: Détails de la tâche utilisateur

source: User task details for this campaign mode is not yet implemented
fr: L'affichage des détails de la tâche utilisateur pour ce mode de campagne n'est pas encore implémenté

source: User tasks
fr: Tâches utilisateur

source: Users
fr: Utilisateurs

source: Users feedback
fr: Retour des utilisateurs

source: Users must have a display name
fr: Les utilisateurs doivent avoir un nom d'affichage

source: Users must have an email address
fr: Les utilisateurs doivent avoir une adresse mail

source: Validate
fr: Valider

# feminine
source: Validated
fr: Validée

source: Value
fr: Valeur

source: Value identifier in authority
fr: Identifiant de la valeur dans l'autorité

source: View IIIF image
fr: Afficher l'image IIIF

source: View details
fr: Voir les détails

source: View on %(provider)s
fr: Afficher sur %(provider)s

source: View the filtered task list
fr: Afficher la liste des tâches filtrées

source: Want to contribute to public campaigns that need annotations? Please
fr: Vous souhaitez contribuer à des campagnes publiques qui nécessitent des annotations ? Veuillez vous

source: We're sorry, but the requested page could not be found
fr: Nous sommes désolés, mais la page demandée est introuvable

source: Website
fr: Site web

source: Welcome to Callico - Your account awaits activation
fr: Bienvenue sur Callico - Votre compte est en attente d'activation

source: When you are creating assigned tasks for contributors or generating a preview task, this field is required.
fr: Ce champ est obligatoire lorsque vous créez des tâches pour des contributeurs ou que vous générez une tâche de prévisualisation.

source: When you aren't creating unassigned tasks for volunteers or generating a preview task, this field is required.
fr: Ce champ est obligatoire lorsque vous ne créez pas de tâches non assignées pour des volontaires ou que vous ne générez pas une tâche de prévisualisation.

source: Width
fr: Largeur

source: With comments
fr: Avec des commentaires

source: With comments and marked as uncertain by the user
fr: Avec des commentaires et marquée comme incertaine par l'utilisateur

source: Without user
fr: Sans utilisateur

source: XLSX export
fr: Export XLSX

source: You
fr: Vous

source: You already have pending tasks on this campaign
fr: Vous avez déjà des tâches en attente sur cette campagne

source: You already have tasks to annotate
fr: Vous avez déjà des tâches à annoter

source: You are about to start this Arkindex export, are you sure you want to do that?
fr: Vous êtes sur le point de démarrer cet export Arkindex, êtes-vous sûr de vouloir le faire ?

source: You are about to start this Arkindex import, are you sure you want to do that?
fr: Vous êtes sur le point de démarrer cet import Arkindex, êtes-vous sûr de vouloir le faire ?

source: You are browsing all %(article)s tasks
fr: Vous êtes en train de parcourir toutes %(article)s tâches

source: You are not assigned to this task
fr: Vous n'êtes pas assigné à cette tâche

source: You are now contributor on project %(name)s.
fr: Vous êtes désormais contributeur du projet %(name)s.

source: You can choose to accept this invitation and join the project as a contributor, or simply decline.
fr: Vous pouvez choisir d'accepter cette invitation et de rejoindre le projet en tant que contributeur, ou simplement de la refuser.

source: You can see the details of the campaign by following this link: %(url)s. From here you can create new tasks for volunteers or unassign pending tasks that are assigned to inactive users.
fr: Vous pouvez voir les détails de la campagne en suivant ce lien : %(url)s. À partir de là, vous pouvez créer de nouvelles tâches pour les volontaires ou désassigner les tâches en attente qui sont attribuées à des utilisateurs inactifs.

source: You can view them and start annotating by following this link: %(url)s.
fr: Vous pouvez les visualiser et commencer à annoter en suivant ce lien : %(url)s.

source: You can't browse children of a non-folder element
fr: Vous ne pouvez pas parcourir les enfants d'un élément non dossier

source: You can't create an Arkindex export process on a project for which the Arkindex provider doesn't have a worker run ID for publication in its extra information field
fr: Vous ne pouvez pas créer un processus d'export vers Arkindex sur un projet dont le fournisseur Arkindex n'a pas d'ID de worker run configuré pour la publication dans son champ informations supplémentaires

source: You can't create an Arkindex export process on a project that isn't linked to an Arkindex provider
fr: Vous ne pouvez pas créer un processus d'export vers Arkindex sur un projet qui n'est pas lié à un fournisseur Arkindex

source: You can't create an Arkindex import process on a project that isn't linked to an Arkindex provider
fr: Vous ne pouvez pas créer un processus d'import Arkindex sur un projet qui n'est pas lié à un fournisseur Arkindex

source: You can't view details of a folder element
fr: Vous ne pouvez pas voir les détails d'un élément dossier

source: You can:
fr: Vous pouvez :

source: You cannot %(action)s a task for a campaign marked as %(state)s
fr: Vous ne pouvez pas %(action)s une tâche pour une campagne marquée comme %(state)s

source: You cannot %(action)s on a campaign marked as %(state)s
fr: Vous ne pouvez pas %(action)s sur une campagne marquée comme %(state)s

source: You cannot annotate a task marked as %(state)s
fr: Vous ne pouvez pas annoter une tâche marquée comme %(state)s

source: You cannot change a validated annotation
fr: Vous ne pouvez pas changer une annotation validée

source: You cannot configure a campaign marked as %(state)s
fr: Vous ne pouvez pas configurer une campagne marquée comme %(state)s

source: You cannot create a task for an element that does not have an image on this type of campaign
fr: Vous ne pouvez pas créer une tâche pour un élément qui n'a pas d'image sur ce type de campagne

source: You cannot create tasks for a campaign marked as %(state)s
fr: Vous ne pouvez pas créer des tâches pour une campagne marquée comme %(state)s

source: You cannot create tasks for a project that does not contain images
fr: Vous ne pouvez pas créer des tâches pour un projet qui n'a pas d'image

source: You cannot export annotations to Arkindex for a campaign of type %(mode)s
fr: Vous ne pouvez pas exporter vers Arkindex les annotations d'une campagne de type %(mode)s

source: You cannot export annotations to Arkindex from a campaign marked as %(state)s
fr: Vous ne pouvez pas exporter vers Arkindex les annotations d'une campagne marquée comme %(state)s

source: You cannot export results as %(format)s for a campaign of type %(mode)s
fr: Vous ne pouvez pas exporter en %(format)s les résultats d'une campagne de type %(mode)s

source: You cannot export results as %(format)s from a campaign marked as %(state)s
fr: Vous ne pouvez pas exporter en %(format)s les résultats d'une campagne marquée comme %(state)s

source: You cannot list the tasks of a campaign marked as %(state)s
fr: Vous ne pouvez pas lister les tâches d'une campagne marquée comme %(state)s

source: You cannot moderate a %(state)s annotation
fr: Vous ne pouvez pas modérer une annotation %(state)s

source: You cannot publish draft tasks for a campaign marked as %(state)s
fr: Vous ne pouvez pas publier les tâches en ébauche pour une campagne marquée comme %(state)s

source: You cannot request tasks from a campaign marked as %(state)s
fr: Vous ne pouvez pas demander des tâches venant d'une campagne marquée comme %(state)s

source: You cannot unassign tasks on a campaign marked as %(state)s
fr: Vous ne pouvez pas désassigner les tâches d'une campagne marquée comme %(state)s

source: You cannot update the state of a campaign marked as %(state)s
fr: Vous ne pouvez pas changer l'état d'une campagne marquée comme %(state)s

source: You cannot view the details of a campaign marked as %(state)s
fr: Vous ne pouvez pas voir les détails d'une campagne marquée comme %(state)s

source: You cannot view the instructions of a campaign marked as %(state)s
fr: Vous ne pouvez pas voir les instructions d'une campagne marquée comme %(state)s

source: You clicked on an invitation link to join this project but you already are one of its member.
fr: Vous avez cliqué sur un lien d'invitation pour rejoindre ce projet mais vous êtes déjà un de ses membres.

source: You don't have access to browse this project
fr: Vous n'avez pas d'accès pour parcourir ce projet

source: You don't have access to the project of this element and can't see its details
fr: Vous n'avez pas accès au projet contenant cet élément et vous ne pouvez pas voir ses détails

source: You don't have access to this campaign and can't %(action)s
fr: Vous n'avez pas accès à cette campagne et vous ne pouvez pas %(action)s

source: You don't have access to this campaign and can't configure it
fr: Vous n'avez pas accès à cette campagne et vous ne pouvez pas la configurer

source: You don't have access to this campaign and can't export its annotations to Arkindex
fr: Vous n'avez pas accès à cette campagne et vous ne pouvez pas exporter ses annotations vers Arkindex

source: You don't have access to this campaign and can't export its results as %(format)s
fr: Vous n'avez pas accès à cette campagne et vous ne pouvez pas exporter ses résultats en %(format)s

source: You don't have access to this campaign and can't publish draft tasks from it
fr: Vous n'avez pas accès à cette campagne et vous ne pouvez pas publier ses tâches en ébauche

source: You don't have access to this campaign and can't see its details
fr: Vous n'avez pas accès à cette campagne et vous ne pouvez pas voir ses détails

source: You don't have access to this campaign and can't update its state
fr: Vous n'avez pas accès à cette campagne et vous ne pouvez pas mettre à jour son état

source: You don't have access to this process and can't see its details
fr: Vous n'avez pas accès à ce processus et vous ne pouvez pas voir ses détails

source: You don't have access to this project
fr: Vous n'avez pas accès à ce projet

source: You don't have access to this project details
fr: Vous n'avez pas accès aux détails de ce projet

source: You don't have access to this user task
fr: Vous n'avez pas accès à cette tâche utilisateur

source: You don't have the required rights on this project to list its members
fr: Vous n'avez pas les droits requis pour lister les membres de ce projet

source: You don't have the required rights on this project to list processes
fr: Vous n'avez pas les droits requis pour lister les processus sur ce projet

source: You don't have the required rights on this project to list tasks
fr: Vous n'avez pas les droits requis pour lister les tâches sur ce projet

source: You don't have the required rights on this project to list your own tasks
fr: Vous n'avez pas les droits requis pour lister vos propres tâches sur ce projet

source: You don't have the required rights on this project to manage its invite token
fr: Vous n'avez pas les droits requis pour gérer le token d'invitation sur ce projet

source: You don't have the required rights on this project to moderate tasks
fr: Vous n'avez pas les droits requis pour modérer les tâches sur ce projet

source: You don't have the required rights to %(action)s
fr: Vous n'avez pas les droits requis pour %(action)s

source: You don't have the required rights to comment on this task
fr: Vous n'avez pas les droits requis pour commenter sur cette tâche

source: You don't have the required rights to create a campaign on this project
fr: Vous n'avez pas les droits requis pour créer une campagne sur ce projet

source: You don't have the required rights to create a process on this project
fr: Vous n'avez pas les droits requis pour créer un processus sur ce projet

source: You don't have the required rights to create a project
fr: Vous n'avez pas les droits requis pour créer un projet

source: You don't have the required rights to create tasks on this project
fr: Vous n'avez pas les droits requis pour créer des tâches sur ce projet

source: You don't have the required rights to edit this project
fr: Vous n'avez pas les droits requis pour éditer ce projet

source: You don't have the required rights to unassign tasks on this project
fr: Vous n'avez pas les droits requis pour désassigner des tâches sur ce projet

source: You have been invited to join the project <strong>%(project_name)s</strong>.
fr: Vous avez été invité à rejoindre le projet <strong>%(project_name)s</strong>.

source: You have joined the project as a contributor.
fr: Vous avez rejoint le projet en tant que contributeur.

source: You have processed all %(article)s tasks for the campaign %(campaign)s
fr: Vous avez traité toutes %(article)s tâches pour la campagne %(campaign)s

source: You have to annotate all <strong>%(type)s</strong> elements on this image.
fr: Vous devez annoter tous les éléments de type <strong>%(type)s</strong> sur cette image.

source: You marked this task as uncertain
fr: Vous avez marqué cette tâche comme incertaine

source: You must set at least one custom choice.
fr: Vous devez saisir au moins un choix personnalisé.

source: You will then receive an email with a link to create your own password. After that, you will be able to log in with this email and this password on %(instance_url)s.
fr: Vous recevrez alors un email contenant un lien pour saisir votre propre mot de passe. Ensuite, vous pourrez vous connecter avec votre adresse mail et ce mot de passe sur %(instance_url)s.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
fr: Votre compte n'a pas le droit d'accéder à cette page. Pour continuer, veuillez vous connecter avec un compte ayant les permissions suffisantes.

source: Your account has been confirmed.
fr: Votre compte a été confirmé.

source: Your account has been created, you'll receive a mail to confirm your email address in the near future.
fr: Votre compte a été créé, vous recevrez prochainement un mail pour confirmer votre adresse email.

source: Your annotation
fr: Votre annotation

source: Your campaign is configured to allow <strong>%(nb_assignments)s</strong> assignment(s) per task.
fr: Votre campagne est configurée pour autoriser <strong>%(nb_assignments)s</strong> assignation(s) par tâche.

source: Your comment was well taken into account and an email was sent to the participants in this discussion
fr: Votre commentaire a bien été pris en compte et un email a été envoyé aux participants de cette discussion

source: Your password has been updated.
fr: Votre mot de passe a été mis à jour.

source: Your profile
fr: Votre profil

source: Your profile has been saved.
fr: Votre profil a été mis à jour.

source: add a new %(object)s
fr: ajouter un nouveau %(object)s

source: add a new %(object)s on it
fr: ajouter un nouveau %(object)s dessus

source: add a new member to this project
fr: ajouter un nouveau membre à ce projet

source: and
fr: et

# plural
source: annotated
fr: annotées

source: by
fr: par

source: by deleting their membership
fr: en supprimant son adhésion

source: by updating their role
fr: en modifiant son rôle

source: completed %(pending)s pending task(s)
fr: a complété %(pending)s tâche(s) en attente

source: delete %(object)s
fr: supprimer des %(object)s

source: delete its %(object)s
fr: supprimer ses %(object)s

source: delete this project's members
fr: supprimer les membres de ce projet

# plural
source: draft
fr: en ébauche

source: e.g.: "woman,man" will result in ["woman", "man"]
fr: ex : "femme,homme" donnera ["femme", "homme"]

source: edit %(object)s
fr: modifier des %(object)s

source: edit its %(object)s
fr: modifier ses %(object)s

source: edit this project's members
fr: éditer les membres de ce projet

source: edited %(edited)s already annotated task(s)
fr: a édité %(edited)s tâche(s) déjà annotée(s)

source: field
fr: champ

source: field group
fr: groupe de champs

source: field groups
fr: groupes de champs

source: fields
fr: champs

source: if you already have an account.
fr: si vous avez déjà un compte.

source: in total ​
fr: au total ​

source: log in
fr: connecter

source: on Callico or simply
fr: sur Callico ou simplement vous

# plural
source: pending
fr: en attente

source: register
fr: inscrire

# plural
source: rejected
fr: rejetées

# plural
source: skipped
fr: ignorées

# feminine
source: the
fr: la

# plural
source: the
fr: les

# plural
source: uncertain
fr: incertaines

# plural
source: validated
fr: validées

source: with 1 completed assignment
fr: avec 1 assignation terminée

source: with 2 completed assignments
fr: avec 2 assignations terminées

source: with 2+ completed assignments
fr: avec +2 assignations terminées

source: with comments
fr: avec des commentaires

# plural
source: with comments and uncertain
fr: avec des commentaires et incertaines

# plural
source: with comments, uncertain
fr: avec des commentaires, incertaines

# plural
source: without comments and not uncertain
fr: sans commentaire et non incertaines

# plural
source: without comments, not uncertain
fr: sans commentaire, non incertaines

source: without completed assignment
fr: sans assignation terminée

source: your
fr: votre

# plural
source: your
fr: vos
