Repository: ynotopec/callico-arkindex
Catalog: callico/callico/locale/*/LC_MESSAGES/django.po
Languages: fr

source: - User %(display_name)s (%(email)s) %(activity)s: %(url)s
fr: - L'utilisateur %(display_name)s (%(email)s) %(activity)s : %(url)s

source: - access the discussion: %(discuss_url)s
fr: - accéder à la discussion : %(discuss_url)s

source: - view their task by following this link: %(moderate_url)s
fr: - consulter sa tâche en suivant ce lien : %(moderate_url)s

source: - view your task by following this link: %(annotate_url)s
fr: - consulter votre tâche en suivant ce lien : %(annotate_url)s

source: and
fr: et

source: and
fr: et

source: and to the managers of this campaign. Please, go back to the previous tab to pursue your annotation
fr: et aux responsables de cette campagne. Veuillez retourner à l'onglet précédent pour poursuivre votre annotation

# plural
source: assigned to %(user)s
fr: assignées à %(user)s

source: %(action)s a %(object)s
fr: %(action)s un %(object)s

source: %(action)s a form %(object)s on this campaign
fr: %(action)s un %(object)s de formulaire sur cette campagne

source: %(action)s a member
fr: %(action)s un membre

source: %(action)s a member from this project
fr: %(action)s un membre de ce projet

source: %(action)s a member to this project
fr: %(action)s un membre à ce projet

source: %(annotation)s is not one of the allowed authority values.
fr: %(annotation)s ne fait pas partie des valeurs d'autorité autorisées.

source: %(count)s contributor(s)
fr: %(count)s contributeur(s)

source: %(count)s tasks assigned to the selected users were created or already existing
fr: %(count)s tâches assignées aux utilisateurs sélectionnés ont été créées ou existent déjà

source: %(count)s tasks have been assigned to you.
fr: %(count)s tâches vous ont été assignées.

source: %(count)s tasks have been unassigned from user %(user)s.
fr: %(count)s tâches ont été désassignées de l'utilisateur %(user)s.

source: %(count)s tasks were created or already existing
fr: %(count)s tâches ont été créées ou existent déjà

source: %(count)s unassigned tasks have been deleted.
fr: %(count)s tâches non assignées ont été supprimées.

source: %(percentage)s%% - %(nb_tasks)s tasks
fr: %(percentage)s%% - %(nb_tasks)s tâches

# feminine
source: %(percentage)s%% completed (%(completed)s/%(total)s)
fr: %(percentage)s%% complétées (%(completed)s/%(total)s)

source: %d second
fr: %d seconde

source: ---- End of their comment ----
fr: ---- Fin de son commentaire ----

source: ---- Start of their comment ----
fr: ---- Début de son commentaire ----

source: 1) Select a type
fr: 1) Sélectionner un type

source: 2) Select a worker run
fr: 2) Sélectionner une worker run

source: 3) Save
fr: 3) Enregistrer

source: A manager is trying to access an annotation page, redirect them to the concerned element details page instead.
fr: Un manager tente d'accéder à une page d'annotation, redirigez-le plutôt vers la page de détails de l'élément concerné.

source: A polygon constituted of couples of points: [[x1, y1], [x2, y2], [x3, y3]].
fr: Un polygone constitué de couples de points: [[x1, y1], [x2, y2], [x3, y3]]

source: A provider must be specified if you provide an identifier and vice versa
fr: Un fournisseur doit être spécifié si vous renseignez un identifiant et vice versa

source: A user account has been created with your email address on Callico, TEKLIA's innovative collaborative platform.
fr: Un compte utilisateur a été créé avec votre adresse mail sur Callico, la plateforme collaborative innovante de TEKLIA.

source: A user commented on a task discussion from %(campaign)s - Callico
fr: Un utilisateur a commenté sur la discussion d'une tâche provenant de la campagne %(campaign)s - Callico

source: API URL
fr: URL d'API

source: API token
fr: Token d'API

source: Abandon my changes
fr: Abandonner mes changements

source: Accept
fr: Accepter

source: Access forbidden
fr: Accès refusé

source: Add
fr: Ajouter

source: Add a new entity
fr: Ajouter une nouvelle entité

source: Add a new member
fr: Ajouter un nouveau membre

source: Add and create another
fr: Ajouter et créer un nouveau

source: Admin panel
fr: Panneau d'administration

source: All available tasks on the campaign %(campaign)s have been requested - Callico
fr: Toutes les tâches disponibles sur la campagne %(campaign)s ont été demandées - Callico

source: All classes
fr: Toutes les classes

source: All elements
fr: Tous les éléments

source: All logs
fr: Tous les logs

source: All remaining elements that aren't yet used or to use with this form, will be made available for open annotation by volunteering contributors
fr: Tous les éléments restants, qui n'ont pas encore été utilisés et ne le seront pas avec ce formulaire, seront mis à disposition pour une annotation libre par des contributeurs volontaires

source: All status
fr: Tous les états

source: All tasks created for volunteers on campaign %(campaign)s for project %(project)s have been assigned.
fr: Toutes les tâches créées pour les volontaires sur la campagne %(campaign)s pour le projet %(project)s ont été assignées.

source: All tasks on this campaign are already assigned
fr: Toutes les tâches de cette campagne ont déjà été assignées

source: All users
fr: Tous les utilisateurs

source: Allow to import metadata matching the given names on each imported element. Metadata can either be retrieved from the element or its parents.
fr: Autoriser l'import des métadonnées correspondant aux noms saisis pour chaque élément à importer. Les métadonnées peuvent provenir de l'élément en question ou de ses parents.

source: Allow to import one transcription (if available) per element that was either manually annotated or produced by one of the listed worker runs
fr: Autoriser l'import d'une transcription (si disponible) par élément qui a été annotée manuellement ou produite par l'une des worker runs listées

source: Allow to import transcription entities from one source (if available) per element that was either manually annotated or produced by one of the listed worker runs
fr: Autoriser l'import des entités de transcription depuis une source (si disponible) par élément qui a été annotée manuellement ou produite par l'une des worker runs listées

source: Allows to display context surrounding the element to annotate if an ancestor of the selected type exists
fr: Permet d'afficher du contexte autour de l'élément à annoter si un ancêtre du type sélectionné existe

source: Already have an account?
fr: Vous avez déjà un compte ?

source: Also export entities on a parent
fr: Exporter également les entités sur un parent

source: An annotation cannot be its own parent
fr: Une annotation ne peut pas être son propre parent

source: An element cannot be its own parent
fr: Un élément ne peut pas être son propre parent

source: An element cannot have polygon without image
fr: Un élément ne peut pas avoir de polygone sans image

source: An identifier must be provided if you specify a provider and vice versa
fr: Un identifiant doit être renseigné si vous spécifiez un fournisseur et vice versa

source: Annotate
fr: Annoter

source: Annotate elements:
fr: Annoter les éléments :

# feminine
source: Annotated
fr: Annotée

source: Annotation created:
fr: Annotation créée :

source: Annotation for this campaign mode is not yet implemented
fr: L'annotation pour ce mode de campagne n'est pas encore implémentée

source: Annotation on element "%(element)s"
fr: Annotation de l'élément "%(element)s"

source: Annotations will also be exported in a concatenated transcription on a parent matching the chosen type
fr: Les annotations seront également exportées dans une transcription concaténée sur un parent correspondant au type choisi

source: Annotations will not be grouped before publication even if they have the same value
fr: Les annotations ne seront pas regroupées avant la publication même si elles ont la même valeur

source: Answer marked as uncertain
fr: Réponse marquée comme incertaine

# verb
source: Archive
fr: Archiver

# feminine
source: Archived
fr: Archivée

source: Are you sure you want to archive this campaign? Archived campaigns can no longer be accessed, and can only be unarchived by an instance administrator.
fr: Êtes-vous sûr de vouloir archiver cette campagne ? Les campagnes archivées ne sont plus accessibles, et ne peuvent être désarchivées que par un administrateur d'instance.

source: Are you sure you want to delete the form %(object)s <strong>%(name)s</strong>?
fr: Êtes-vous sûr de vouloir supprimer le %(object)s de formulaire <strong>%(name)s</strong> ?

source: Are you sure you want to delete the member <strong title="%(email)s">%(name)s</strong>?
fr: Êtes-vous sûr de vouloir supprimer le membre <strong title="%(email)s">%(name)s</strong> ?

source: Arkindex elements import
fr: Import d'éléments Arkindex

source: Arkindex export
fr: Export Arkindex

source: Arkindex import
fr: Import Arkindex

source: As CSV
fr: En CSV

source: As Callico is currently in development, you are one of our earliest users. We greatly appreciate your feedback, so feel free to reach out to us at callico@teklia.com to report any issues or share ideas for improvement.
fr: Callico étant en cours de développement, vous êtes l'un de nos premiers utilisateurs. Nous apprécions grandement vos retours, alors n'hésitez pas à nous contacter à l'adresse callico@teklia.com pour nous faire part de tout problème ou partager vos idées d'amélioration.

source: As XLSX
fr: En XLSX

source: Assigned to:
fr: Assignée à :

source: Assignments
fr: Assignations

source: Attached campaigns
fr: Campagnes rattachées

source: Attribution algorithm
fr: Algorithme d'attribution

source: Authorities
fr: Autorités

source: Authority
fr: Autorité

source: Authority record
fr: Notice d'autorité

source: Authority record to restrict allowed annotations
fr: Notice d'autorité pour restreindre les annotations possibles

source: Authority value
fr: Valeur d'autorité

source: Authority values
fr: Valeurs d'autorité

source: Available
fr: Disponible

source: Back to parent
fr: Retour au parent

source: Bad request
fr: Mauvaise requête

source: Browse
fr: Parcourir

source: Browse elements
fr: Parcourir les éléments

source: Browse elements in %(name)s
fr: Parcourir les éléments dans %(name)s

source: Built by
fr: Construit par

source: By default, available tasks will be requestable by only 1 annotator at a time, if you want to gather double inputs from various annotators, you can increase this number to 2 and so on
fr: Par défaut, les tâches disponibles ne pourront être demandées que par 1 seul annotateur à la fois, si vous souhaitez recueillir des double-saisies produites par plusieurs annotateurs, vous pouvez augmenter ce nombre à 2 et ainsi de suite

source: CSV export
fr: Export CSV

source: Callico Administration panel
fr: Panneau d'administration de Callico

source: Campaign
fr: Campagne

source: Campaign "%(name)s"
fr: Campagne "%(name)s"

source: Campaign configuration
fr: Configuration d'une campagne

source: Campaign creation
fr: Création d'une campagne

source: Campaign details
fr: Détails de la campagne

source: Campaign instructions
fr: Instructions de la campagne

source: Campaign is marked as %(state)s
fr: La campagne est marquée comme %(state)s

source: Campaign tasks creation
fr: Création des tâches de la campagne

source: Campaign tasks list
fr: Liste des tâches de la campagne

source: Campaign tasks unassignment
fr: Désassignation des tâches de la campagne

source: Campaigns
fr: Campagnes

source: Can't annotate a validated preview task.
fr: Impossible d'annoter une tâche de prévisualisation validée.

source: Carousel and group types cannot be the same
fr: Les types de carrousel et de groupe ne peuvent pas être les mêmes

source: Change annotation
fr: Changer l'annotation

source: Choose a file...
fr: Choisir un fichier...

source: Class
fr: Classe

source: Classes to use to annotate
fr: Classes à utiliser pour annoter

source: Clear filters
fr: Supprimer les filtres

source: Clear the current image
fr: Effacer l'image actuelle

source: Click here to expand/collapse the description
fr: Cliquez ici pour étendre/réduire la description

source: Click to expand
fr: Cliquez pour développer

source: Click to go to this preview task annotation page.
fr: Cliquez pour accéder à la page d'annotation de cette tâche de prévisualisation.

source: Close
fr: Fermer

source: Close this tab
fr: Fermer cet onglet

# feminine
source: Closed
fr: Fermée

source: Color
fr: Couleur

source: Color should be a hexadecimal color code
fr: La couleur doit être un code hexadécimal

source: Comment
fr: Commentaire

# verb
source: Comment
fr: Commenter

source: Comments
fr: Commentaires

source: Completed
fr: Terminé

source: Completion time
fr: Temps de complétion

source: Confidence threshold (between 0 and 1) to highlight imported entities needing validation
fr: Seuil de confiance (entre 0 et 1) pour mettre en évidence les entités importées nécessitant une validation

source: Confidence threshold (between 0 and 1) to highlight imported transcriptions needing validation
fr: Seuil de confiance (entre 0 et 1) pour mettre en évidence les transcriptions importées nécessitant une validation

source: Configuration - Element types to annotate
fr: Configuration - Types d'élément à annoter

source: Configure
fr: Configurer

source: Configure this campaign
fr: Configurer cette campagne

source: Congratulations on successfully creating your account on Callico, TEKLIA's innovative collaborative platform.
fr: Félicitations pour avoir créé avec succès votre compte sur Callico, la plateforme collaborative innovante de TEKLIA.

source: Content
fr: Contenu

source: Context ancestor type
fr: Type de l'ancêtre pour le contexte

source: Contributor
fr: Contributeur

source: Copy
fr: Copier

source: Copy the metadata value to your clipboard
fr: Copier la valeur de la métadonnée dans le presse-papiers

source: Create
fr: Créer

source: Create a new campaign
fr: Créer une nouvelle campagne

source: Create a new project
fr: Créer un nouveau projet

source: Create a project
fr: Créer un projet

source: Create tasks on campaign "%(name)s"
fr: Créer des tâches pour la campagne "%(name)s"

source: Create unassigned tasks
fr: Créer des tâches non assignées

source: Created
fr: Créé

# feminine
source: Created
fr: Créée

source: Creator
fr: Créateur

source: Custom choices
fr: Choix personnalisés

source: Customize allowed annotations for this field
fr: Personnaliser les annotations possibles pour ce champ

source: Daily campaigns activity summary for managers - Callico
fr: Résumé quotidien de l'activité des campagnes pour les managers - Callico

source: Dear new Callico user,
fr: Cher nouvel utilisateur de Callico,

source: Decline
fr: Refuser

source: Delete
fr: Supprimer

source: Delete %(count)s unassigned tasks
fr: Supprimer %(count)s tâches non assignées

source: Designed for simplicity and ease of use, Callico empowers you to annotate document images, allowing the creation of training data for AI models.
fr: Conçu pour être simple et facile à utiliser, Callico vous offre la possibilité d'annoter des images de documents, permettant ainsi de créer des données d'entraînement pour les modèles d'IA.

source: Discuss this task
fr: Discuter de cette tâche

source: Discussion on this task
fr: Discussion sur cette tâche

source: Display
fr: Affichage

source: Display color for the entity
fr: Couleur d'affichage de l'entité

source: Display name
fr: Nom d'affichage

source: Display this version
fr: Afficher cette version

source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Download
fr: Télécharger

source: Draft
fr: En ébauche

source: Draft tasks
fr: Tâches en ébauche

source: Edit
fr: Éditer

source: Edit this project
fr: Éditer ce projet

source: Edit your profile
fr: Éditer votre profil

source: Element
fr: Élément

source: Element %(name)s
fr: Élément %(name)s

source: Element details
fr: Détails de l'élément

source: Element group
fr: Regroupement d'éléments

source: Element is part of project %(element_project)s while campaign is for project %(campaign_project)s
fr: L'élément fait partie du projet %(element_project)s tandis que la campagne est pour le projet %(campaign_project)s

source: Element type
fr: Type d'élément

source: Element type to display in a carousel
fr: Type d'élément à afficher dans un carrousel

source: Element type to use and display to the user
fr: Type d'élément à utiliser et à afficher à l'utilisateur

source: Element type to use for the user
fr: Type d'élément à utiliser pour l'utilisateur

source: Element type to use to publish the grouped elements
fr: Type d'élément à utiliser pour publier les éléments regroupés

source: Element types to annotate
fr: Types d'élément à annoter

source: Element types to use to annotate
fr: Types d'élément à utiliser pour annoter

source: Elements
fr: Éléments

source: Elements to use
fr: Éléments à utiliser

source: Email validated
fr: Email validé

source: Ended
fr: Terminé

source: Ended:
fr: Terminé :

source: English
fr: Anglais

source: Enter a valid regular expression that will be used to validate the inputs of less than 100 characters for this field. You can find help on <a href="https://regex101.com/" target="_blank">https://regex101.com/</a> to write regular expressions.
fr: Saisissez une expression régulière valide qui sera utilisée pour valider les saisies de moins de 100 caractères pour ce champ. Vous pouvez trouver de l'aide sur <a href="https://regex101.com/" target="_blank">https://regex101.com/</a> pour écrire des expressions régulières.

source: Entities
fr: Entités

source: Entity
fr: Entité

source: Entity form
fr: Formulaire d'entité

source: Entity type
fr: Type d'entité

source: Error
fr: Erreur

source: Existing <code>WorkerResults</code> produced by Callico should be deleted from Arkindex before using this option if an export was previously made
fr: Les <code>WorkerResults</code> existants produits par Callico doivent être supprimés d'Arkindex avant d'utiliser cette option si un export a été fait précédemment

source: Export annotations to Arkindex
fr: Exporter les annotations vers Arkindex

source: Export results
fr: Exporter les résultats

source: Extra information
fr: Informations supplémentaires

source: Extra information from the provider
fr: Informations supplémentaires venant du fournisseur

source: Filter
fr: Filtrer

source: Filter entities…
fr: Filtrer les entités…

source: Filter sets to import
fr: Filtrer les sets à importer

source: Filter the class to import
fr: Filtrer la classe à importer

source: Filter the metadata to import
fr: Filtrer les métadonnées à importer

source: Filter the transcription entities to import (sort from most to least suitable)
fr: Filtrer les entités de transcription à importer (trier de la plus à la moins pertinente)

source: Filter the transcriptions to import (sort from most to least suitable)
fr: Filtrer les transcriptions à importer (trier de la plus à la moins pertinente)

source: Filter the worker results to import
fr: Filtrer les résultats de worker à importer

source: Filter types to import
fr: Filtrer les types à importer

source: Folder
fr: Dossier

source: For security reasons, you are not allowed to delete your own membership
fr: Pour des raisons de sécurité, vous n'avez pas la possibilité de supprimer vos propres droits d'accès

source: For security reasons, you are not allowed to edit your own membership
fr: Pour des raisons de sécurité, vous n'avez pas la possibilité d'éditer vos propres droits d'accès

source: Force the republication of annotations
fr: Forcer la republication des annotations

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
fr: Vous avez oublié votre mot de passe ? Saisissez votre adresse mail ci-dessous, et nous vous enverrons les instructions pour en définir un nouveau.

source: Form fields
fr: Champs de formulaire

source: French
fr: Français

source: Further instructions to help the contributor, hidden behind an icon during the annotation
fr: Des instructions supplémentaires pour aider le contributeur, cachées derrière une icône pendant l'annotation

source: Generate
fr: Générer

source: Go back
fr: Retour

source: Go to homepage
fr: Aller à la page d'accueil

source: Go to next task
fr: Aller à la tâche suivante

source: Go to page %(page)s
fr: Aller à la page %(page)s

source: Go to previous task
fr: Aller à la tâche précédente

source: Group
fr: Groupe

source: Group the transcription inputs for a lighter display during annotation (recommended when only one element type is picked)
fr: Regrouper les champs de saisie pour obtenir un affichage plus sobre lors de l'annotation (recommandé lorsqu'un seul type d'élément est sélectionné).

source: Has uncertain value
fr: A une valeur incertaine

source: Height
fr: Hauteur

source: Hello,
fr: Bonjour,

source: IIIF URL
fr: URL IIIF

source: If the input is empty, all elements will be used
fr: Si le champ est vide, tous les éléments seront utilisés

source: If your account exists, an email with password reset instructions has been sent.
fr: Si votre compte existe, un email contenant les instructions de réinitialisation du mot de passe a été envoyé.

source: Image height
fr: Hauteur de l'image

source: Image width
fr: Largeur de l'image

source: Import elements from Arkindex
fr: Importer des éléments d'Arkindex

source: Import from Arkindex
fr: Importer depuis Arkindex

source: Imported entities associated to a confidence level below this threshold will be highlighted in red during annotation. If this value is unset, the confidence will be ignored.
fr: Les entités importées associées à un niveau de confiance inférieur à ce seuil seront mises en évidence en rouge lors de l'annotation. Si cette valeur n'est pas définie, le niveau de confiance sera ignoré.

source: Imported transcriptions associated to a confidence level below this threshold will be highlighted in red during annotation. If this value is unset, the confidence will be ignored.
fr: Les transcriptions importées associées à un niveau de confiance inférieur à ce seuil seront mises en évidence en rouge lors de l'annotation. Si cette valeur n'est pas définie, le niveau de confiance sera ignoré.

source: In total, there are currently <strong>%(available_assignments)s</strong> assignment(s) <strong>available</strong> on your campaign.
fr: Au total, il y a actuellement <strong>%(available_assignments)s</strong> assignation(s) <strong>disponible(s)</strong> sur votre campagne.

source: Input a metadata name and hit the "Enter" key
fr: Saisissez le nom d'une métadonnée et appuyez sur la touche "Entrée"

source: Input a set name and hit the "Enter" key
fr: Saisissez le nom d'un set et appuyez sur la touche "Entrée"

source: Instruction for the contributor to annotate
fr: Instruction pour le contributeur pour annoter

source: Instructions for the campaign "%(name)s"
fr: Instructions pour la campagne "%(name)s"

source: Invalid format, please refer to the instructions.
fr: Format invalide, veuillez vous référer aux instructions.

source: Invite link management
fr: Gestion du lien d'invitation

source: Invite token
fr: Token d'invitation

source: Invite users
fr: Inviter des utilisateurs

source: Is active
fr: Est actif

source: Is administrator
fr: Est administrateur

source: Is preview
fr: Est un aperçu

source: Is staff
fr: Est staff

source: It is not possible to import entities without also importing transcriptions
fr: Il n'est pas possible d'importer des entités sans importer également des transcriptions

source: It is the direct children of these elements that will be grouped
fr: Ce sont les enfants directs de ces éléments qui seront regroupés

source: Join a project
fr: Rejoindre un projet

source: Last annotation
fr: Dernière annotation
